{
  "page": {
    "title": "AngoraSix — Términos y Condiciones",
    "description": "Lee los Términos y Condiciones de uso de AngoraSix, incluyendo detalles sobre los planes gratuitos y el programa Beta."
  },
  "title": "Términos y condiciones de AngoraSix",
  "lastUpdated": "Última actualización: Junio 2025",
  "section1": {
    "title": "1. Aceptación de los Términos",
    "content": "Al acceder y utilizar AngoraSix, aceptás y acordás estar sujeto a estos Términos y Condiciones. Si no estás de acuerdo con alguno de los términos, por favor no utilices el servicio."
  },
  "section2": {
    "title": "2. Registro y Cuenta",
    "content": "Para acceder a ciertas funcionalidades, deberás registrarte con una cuenta. Es tu responsabilidad: proporcionar información veráz, actualizada y completa; mantener la confidencialidad de tus credenciales; y notificarnos ante cualquier uso no autorizado de tu cuenta."
  },
  "section3": {
    "title": "3. Planes y Acceso Gratuito",
    "content": "AngoraSix ofrece actualmente: un Plan Gratuito de acceso permanente sin costo y un Plan Plus (Programa Beta) disponible exclusivamente para usuarios seleccionados, con acceso completo y gratuito durante un período limitado. Podríamos modificar precios, planes o condiciones en el futuro, notificando previamente a los usuarios afectados."
  },
  "section4": {
    "title": "4. Uso del Servicio",
    "content": "Podés usar AngoraSix solo con fines legales y respetando los derechos de terceros. Estás de acuerdo en no usar la plataforma para: cargar contenido ilegal, ofensivo o dañino; intentar interferir con el funcionamiento del sistema o con otros usuarios; eludir mecanismos de seguridad o autenticación."
  },
  "section5": {
    "title": "5. Privacidad y Comunicaciones",
    "content": "Recopilamos información básica (como nombre y email) para gestión de cuenta y envío de comunicaciones. Utilizamos Mailchimp para nuestras newsletters y actualizaciones. Para más información, consultá nuestra Política de Privacidad."
  },
  "section6": {
    "title": "6. Programa de Usuarios Beta (Plan Plus)",
    "content": "El Programa Beta permite acceder al Plan Plus sin costo durante un plazo inicial de tres (3) meses. Este acceso: no implica ningún compromiso de pago; no garantiza permanencia (puede ser cancelado, restringido o extendido por AngoraSix en cualquier momento sin previo aviso); no requiere obligatoriamente brindar feedback (aunque lo valoramos); y no implica garantías funcionales o soporte prioritario. Podemos aceptar nuevos participantes en cualquier momento y sin necesidad de justificar la selección. La disponibilidad es limitada y la selección se realiza según criterios propios."
  },
  "section7": {
    "title": "7. Cambios en los Términos",
    "content": "Nos reservamos el derecho de actualizar estos términos. En caso de cambios significativos, lo notificaremos por email o dentro de la plataforma. Tu uso continuo implicará aceptación de los nuevos términos."
  },
  "section8": {
    "title": "8. Contacto",
    "content": "Para consultas sobre estos términos o el Programa Beta, podés escribirnos a: team@angorasix.com"
  }
}
