{
  "terms": {
    "title": "Términos y Condiciones",
    "lastUpdated": "Última actualización: Enero 2025",
    "section1": {
      "title": "1. Aceptación de Términos",
      "content": "Al acceder y usar AngoraSix, aceptas y acuerdas estar sujeto a los términos y disposiciones de este acuerdo. Si no estás de acuerdo con lo anterior, por favor no uses este servicio."
    },
    "section2": {
      "title": "2. Registro y Cuenta",
      "content": "Para acceder a ciertas funciones de AngoraSix, debes registrarte para obtener una cuenta. Aceptas proporcionar información precisa, actual y completa durante el proceso de registro y actualizar dicha información para mantenerla precisa, actual y completa. Eres responsable de proteger las credenciales de tu cuenta."
    },
    "section3": {
      "title": "3. Planes Gratuitos y Precios",
      "content": "AngoraSix actualmente ofrece acceso gratuito a nuestra plataforma a través de dos planes: un plan 'Gratuito' permanentemente gratuito y un plan 'Early Bird' temporalmente gratuito. Nos reservamos el derecho de modificar precios, introducir funciones de pago o cambiar estructuras de planes en el futuro con aviso razonable a los usuarios. Los usuarios gratuitos actuales serán notificados de cualquier cambio que pueda afectar su acceso."
    },
    "section4": {
      "title": "4. Uso del Servicio",
      "content": "Puedes usar AngoraSix solo para propósitos legales. Aceptas no usar el servicio para violar leyes aplicables, regulaciones o derechos de terceros. Eres responsable de todo el contenido que subas, compartas o crees usando nuestra plataforma."
    },
    "section5": {
      "title": "5. Privacidad y Datos",
      "content": "Tu privacidad es importante para nosotros. Recopilamos y usamos tu información personal (nombre, email) para gestión de cuenta y propósitos de comunicación, incluyendo a través de nuestro servicio de newsletter vía Mailchimp. Para información detallada sobre nuestras prácticas de datos, por favor revisa nuestra Política de Privacidad."
    },
    "section6": {
      "title": "6. Limitación de Responsabilidad",
      "content": "AngoraSix se proporciona 'tal como está' sin garantías, expresas o implícitas. No garantizamos la precisión, completitud o confiabilidad de cualquier información en nuestra plataforma. En la medida máxima permitida por la ley, renunciamos a toda responsabilidad por daños que surjan del uso de nuestro servicio."
    },
    "section7": {
      "title": "7. Cambios en los Términos",
      "content": "Nos reservamos el derecho de modificar estos términos en cualquier momento. Notificaremos a los usuarios de cambios significativos vía email o a través de nuestra plataforma. Tu uso continuado de AngoraSix después de tales modificaciones constituye aceptación de los términos actualizados."
    }
  },
  "privacy": {
    "title": "Política de Privacidad y Cookies",
    "lastUpdated": "Última actualización: Enero 2025",
    "section1": {
      "title": "1. Información que Recopilamos",
      "content": "Recopilamos información personal mínima necesaria para proporcionar nuestros servicios: tu nombre y dirección de email cuando te registras para una cuenta. No recopilamos datos personales sensibles a menos que los proporciones explícitamente para funciones específicas."
    },
    "section2": {
      "title": "2. Cómo Usamos tu Información",
      "content": "Usamos tu información para: (a) proporcionar y mantener tu cuenta, (b) comunicarnos contigo sobre nuestros servicios, (c) enviar newsletters y actualizaciones vía Mailchimp (con tu consentimiento), y (d) mejorar nuestra plataforma basándose en patrones de uso."
    },
    "section3": {
      "title": "3. Cookies y Seguimiento",
      "content": "Usamos solo cookies esenciales para habilitar la funcionalidad de login y mantener tu sesión. No usamos cookies de seguimiento para publicidad o análisis sin tu consentimiento explícito. Puedes gestionar las preferencias de cookies en la configuración de tu navegador."
    },
    "section4": {
      "title": "4. Compartir Datos",
      "content": "No vendemos, intercambiamos o alquilamos tu información personal a terceros. Podemos compartir tu email con Mailchimp para servicios de newsletter (solo con tu consentimiento) y podemos divulgar información si es requerido por ley o para proteger nuestros derechos."
    },
    "section5": {
      "title": "5. Tus Derechos (GDPR)",
      "content": "Bajo GDPR, tienes derecho a: acceder a tus datos personales, corregir información inexacta, eliminar tus datos, restringir el procesamiento, portabilidad de datos y retirar el consentimiento. Puedes ejercer estos derechos contactándonos en info@angorasix.com."
    },
    "section6": {
      "title": "6. Seguridad de Datos",
      "content": "Implementamos medidas técnicas y organizacionales apropiadas para proteger tu información personal contra acceso no autorizado, alteración, divulgación o destrucción. Sin embargo, ninguna transmisión por internet es 100% segura."
    },
    "section7": {
      "title": "7. Contáctanos",
      "content": "Para cualquier pregunta relacionada con privacidad o para ejercer tus derechos, por favor contáctanos en info@angorasix.com. Responderemos a tu solicitud dentro de 30 días como requieren las leyes de privacidad aplicables."
    }
  }
}
