{
  "terms": {
    "title": "Terms and Conditions",
    "lastUpdated": "Last updated: January 2025",
    "section1": {
      "title": "1. Acceptance of Terms",
      "content": "By accessing and using AngoraSix, you accept and agree to be bound by the terms and provision of this agreement. If you do not agree to abide by the above, please do not use this service."
    },
    "section2": {
      "title": "2. Registration and Account",
      "content": "To access certain features of AngoraSix, you must register for an account. You agree to provide accurate, current, and complete information during the registration process and to update such information to keep it accurate, current, and complete. You are responsible for safeguarding your account credentials."
    },
    "section3": {
      "title": "3. Free Plans and Pricing",
      "content": "AngoraSix currently offers free access to our platform through two plans: a permanently free 'Free' plan and a temporarily free 'Early Bird' plan. We reserve the right to modify pricing, introduce paid features, or change plan structures in the future with reasonable notice to users. Current free users will be notified of any changes that may affect their access."
    },
    "section4": {
      "title": "4. Use of Service",
      "content": "You may use AngoraSix for lawful purposes only. You agree not to use the service to violate any applicable laws, regulations, or third-party rights. You are responsible for all content you upload, share, or create using our platform."
    },
    "section5": {
      "title": "5. Privacy and Data",
      "content": "Your privacy is important to us. We collect and use your personal information (name, email) for account management and communication purposes, including through our newsletter service via Mailchimp. For detailed information about our data practices, please review our Privacy Policy."
    },
    "section6": {
      "title": "6. Limitation of Liability",
      "content": "AngoraSix is provided 'as is' without any warranties, express or implied. We do not guarantee the accuracy, completeness, or reliability of any information on our platform. To the fullest extent permitted by law, we disclaim all liability for any damages arising from your use of our service."
    },
    "section7": {
      "title": "7. Changes to Terms",
      "content": "We reserve the right to modify these terms at any time. We will notify users of significant changes via email or through our platform. Your continued use of AngoraSix after such modifications constitutes acceptance of the updated terms."
    }
  },
  "privacy": {
    "title": "Privacy Policy & Cookies",
    "lastUpdated": "Last updated: January 2025",
    "section1": {
      "title": "1. Information We Collect",
      "content": "We collect minimal personal information necessary to provide our services: your name and email address when you register for an account. We do not collect sensitive personal data unless explicitly provided by you for specific features."
    },
    "section2": {
      "title": "2. How We Use Your Information",
      "content": "We use your information to: (a) provide and maintain your account, (b) communicate with you about our services, (c) send newsletters and updates via Mailchimp (with your consent), and (d) improve our platform based on usage patterns."
    },
    "section3": {
      "title": "3. Cookies and Tracking",
      "content": "We use essential cookies only to enable login functionality and maintain your session. We do not use tracking cookies for advertising or analytics without your explicit consent. You can manage cookie preferences in your browser settings."
    },
    "section4": {
      "title": "4. Data Sharing",
      "content": "We do not sell, trade, or rent your personal information to third parties. We may share your email with Mailchimp for newsletter services (only with your consent) and may disclose information if required by law or to protect our rights."
    },
    "section5": {
      "title": "5. Your Rights (GDPR)",
      "content": "Under GDPR, you have the right to: access your personal data, correct inaccurate information, delete your data, restrict processing, data portability, and withdraw consent. You can exercise these rights by contacting us at team@angorasix.com."
    },
    "section6": {
      "title": "6. Data Security",
      "content": "We implement appropriate technical and organizational measures to protect your personal information against unauthorized access, alteration, disclosure, or destruction. However, no internet transmission is 100% secure."
    },
    "section7": {
      "title": "7. Contact Us",
      "content": "For any privacy-related questions or to exercise your rights, please contact us at team@angorasix.com. We will respond to your request within 30 days as required by applicable privacy laws."
    }
  }
}
